{
  "basics": {
    "name": "Eugenio Paglino",
    "label": "Data Scientist, Postdoctoral Researcher",
    "image": "",
    "email": "eugenio.paglino@helsinki.fi",
    "phone": "",
    "url": "",
    "summary": "I am a postoctoral researcher at the Helsinki Institute for Demography and Population Health (University of Helsinki) and the The Max Planck – University of Helsinki Center for Social Inequalities in Population Health (MaxHel Center). I hold a PhD in Demography and Sociology and a MA in Statistics and Data Science from the University of Pennsylvania and a BSc and MSc in Economics from Bocconi University. My substantive research interests revolve around climate change and population dynamics and inequalities in health and mortality. Methodologicaly, I apply Bayesian statistics to model population processes such as mortality and migration",
    "location": {
      "address": "Unioninkatu 33",
      "postalCode": "00170",
      "city": "Helsinki",
      "countryCode": "FI",
      "region": "Helsinki-Uusimaa"
    },
    "profiles": [
      {
        "network": "Twitter",
        "username": "eugenio_paglino",
        "url": "https://twitter.com/eugenio_paglino"
      }
    ]
  },
  "work": [
      {
      "name": "University of Helsinki",
      "position": "Data Scientist, Postdoctoral Researcher",
      "url": "",
      "startDate": "2024-09-01",
      "endDate": "Present",
      "summary": "",
      "highlights": [
        "Leveraging full population register data to conduct research on inequalities in health and mortality",
        "Investigating mortality of internal migrants and testing the validity of theories on the health of international migrants in the context of internal migration",
        "Studying the health trajectories of international immigrants to Finland and comparing them with those of the native population"
      ]
    },
    {
      "name": "SwissRe and Boston University",
      "position": "Data Scientist, External Consultant",
      "url": "",
      "startDate": "2023-02-01",
      "endDate": "2024-10-31",
      "summary": "",
      "highlights": [
        "Estimated mortality rates by educational attainment in US counties",
        "Examined trends in US mortality after the acute phase of the COVID-19 pandemic",
        "Provided expert knowledge on geographic and temporal patterns in excess mortality during the COVID-19 pandemic in the US"
      ]
    },
    {
      "name": "University of Pennsylvania",
      "position": "Data Scientist, Researcher",
      "url": "",
      "startDate": "2021-12-01",
      "endDate": "2024-08-31",
      "summary": "",
      "highlights": [
        "Led a complex research project to estimate the monthly number of excess deaths experienced during the COVID-19 pandemic for 3,127 counties in the United States.",
        "Built a data analysis pipeline to estimate Bayesian hierarchical models and aggregate the resulting estimates at different temporal and geographical levels while propagating the relevant uncertainty.",
        "Coordinated the work of two research assistants, a postdoc, and an external consultant on the project, assigning them specific tasks and monitoring their progress.",
        "Published 7 articles in scientific journals with 3 more under review"
      ]
    },
    {
      "name": "Bocconi University",
      "position": "Data Scientist, Research Assistant",
      "url": "",
      "startDate": "2019-09-01",
      "endDate": "2020-10-01",
      "summary": "",
      "highlights": [
        "Developed software to combine geolocated data from different surveys for 135 regions of 17 African countries, integrating administrative and geographical data",
        "Designed statistical models to investigate the impact of Chinese investments in Africa on health outcomes, and to quantify the relationship between the prevalence of bribery and maternal mortality in African countries, with results published in PLOS Global Public Health"
      ]
    },
    {
      "name": "Netherlands Interdisciplinary Demographic Institute (NIDI)",
      "position": "Research Assistant",
      "url": "",
      "startDate": "2018-06-01",
      "endDate": "2018-08-31",
      "summary": "",
      "highlights": [
          "Analysed survey metadata for the Generations and Gender Surveys to identify questions associated with respondents dropping out, proposing improved survey design to boost completion rates by 10%",
        "Studied new opportunities (costs, sampling issues, organizational requirements) for survey implementation and participant recruitment (e.g. via social media)",
        "Presented a final report concluding that the cost of pilot surveys could be reduced by more than 50%",
        "Conducted a statistical analysis of interviewer manipulation to detect potential issues in the latest round of data collection, with results published in Demographic Research"
      ]
    }
  ],
  "volunteer": [],
  "education": [
    {
      "institution": "University of Pennsylvania, Philadelphia, PA, USA",
      "url": "https://www.pop.upenn.edu",
      "area": "Demography and Sociology",
      "studyType": "PhD",
      "startDate": "2020-09-01",
      "endDate": "2024-08-09",
      "score": "",
      "courses": []
    },
    {
      "institution": "Max Planck Institute for Demographic Research, Rostock, Germany",
      "url": "https://www.imprs-phds.mpg.de",
      "area": "Population, Health and Data Science",
      "studyType": "PhD (joint with Penn program)",
      "startDate": "2020-09-01",
      "endDate": "2024-08-09",
      "score": "",
      "courses": []
    },
    {
      "institution": "Wharton School, University of Pennsylvania, Philadelphia, PA, USA",
      "url": "",
      "area": "Statistics and Data Science",
      "studyType": "MA",
      "startDate": "2020-09-01",
      "endDate": "2024-08-09",
      "score": "",
      "courses": []
    },
    {
      "institution": "Bocconi University, Milan, Italy",
      "url": "",
      "area": "Economics",
      "studyType": "MSc",
      "startDate": "2017-09-01",
      "endDate": "2019-07-20",
      "score": "",
      "courses": []
    },
    {
      "institution": "Bocconi University, Milan, Italy",
      "url": "",
      "area": "Economics",
      "studyType": "BSc",
      "startDate": "2014-09-01",
      "endDate": "2017-07-18",
      "score": "",
      "courses": []
    }
  ],
  "awards": [],
  "certificates": [],
  "publications": [],
  "skills": [],
  "languages": [
    {
      "language": "Italian",
      "fluency": "Native speaker"
    },
    {
      "language": "English",
      "fluency": "Fluent"
    },
    {
      "language": "French",
      "fluency": "Intermediate"
    }
  ],
  "interests": [],
  "references": [],
  "projects": []
}
